src/history/history10/KBrefSecurityDilemma.org
:PROPERTIES:
:ID:       9867C717-F6D0-4B69-A071-5AB3D3C3841C
:END:
#+TITLE: The security dilemma
* the security dilemma
** states that build armies for defensive concerns trigger fear in other states
** "bringing a machete to the airplane example"
** two states that are individually defensive may look like they are teaming up
* examples
** when germany gets big in 1871, France and Russia freak out
*** they join forces, which makes germany concerned. the cycle continues
